ext-sources-app/tests/test_files/soap/CHI_testGetDeniedList_req.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:impl="http://impl.services.screening.medicaid.gov/">
   <soapenv:Header/>
   <soapenv:Body>
      <impl:getDeniedList>
         <arg0>
            <pageSize>0</pageSize>
            <pageNumber>0</pageNumber>
         </arg0>
      </impl:getDeniedList>
   </soapenv:Body>
</soapenv:Envelope>